Repository: djukonline/ti-woocommerce-wishlist
Catalog: languages/ti-woocommerce-wishlist-*.po
Languages: fr_fr

source: %1$s is confilcted with %2$s %3$s. Deactivating %1$s.
fr_fr: %1$s est en conflit avec %2$s %3$s. Désactiver %1$s.

source: %2$s %3$s is required. Please update it before activating this plugin.
fr_fr: %2$s %3$s est requis. Veuillez le mettre à jour avant d'activer ce plugin.

source: %2$s %3$s is required. Please downgrade it before activating this plugin.
fr_fr: %2$s %3$s est requis. Veuillez le rétrograder avant d'activer ce plugin.

source: %2$s %3$s is required. Please activate it before activating this plugin.
fr_fr: %2$s %3$s est requis. Veuillez l'activer avant d'activer ce plugin.

source: %1$s is conflicted with %2$s %3$s. Please disable it before activating this plugin.
fr_fr: %1$s est en conflit avec %2$s %3$s. Veuillez le désactiver avant d'activer ce plugin.

source: %1$s %3$s is required. Please activate it before activating this plugin.
fr_fr: %1$s %3$s est requis. Veuillez l'activer avant d'activer ce plugin.

source: Settings
fr_fr: Réglages

source: Premium Version
fr_fr: Version premium

source: Live Demo
fr_fr: Démo en direct

source: Errors(%s)
fr_fr: Erreurs(%s)

source: Useful Tip
fr_fr: Conseil utile

source: read documentation
fr_fr: lire la documentation

source: Page Setup
fr_fr: Mise en page

source: Wishlist
fr_fr: Liste d'envies

source: Create Automatically
fr_fr: Créer automatiquement

source: Create new Page
fr_fr: Créer une nouvelle page

source: Button
fr_fr: Buton

source: Processing
fr_fr: En traitement

source: Automatically
fr_fr: Automatiquement

source: Manual
fr_fr: Manuel

source: Share
fr_fr: Partager

source: Ready!
fr_fr: Prêt!

source: Customer Added Product From Wishlist To Cart (TI WooCommerce Wishlist)
fr_fr: Produit ajouté au panier par le client depuis la liste d'envies (TI WooCommerce Wishlist)

source: Wishlists
fr_fr: Liste d'envies

source: Customer Added Product To Wishlist (TI WooCommerce Wishlist)
fr_fr: Produit ajouté par le client à la liste d'envies (TI WooCommerce Wishlist)

source: Product Purchased From Wishlist (TI WooCommerce Wishlist)
fr_fr: Produit acheté depuis la liste d'envies (TI WooCommerce Wishlist)

source: Customer Removed Product From Wishlist (TI WooCommerce Wishlist)
fr_fr: Produit retiré par le client depuis la liste d'envies (TI WooCommerce Wishlist)

source: Wishlist Reminder (TI WooCommerce Wishlist)
fr_fr: Rappel de liste d'envies (TI WooCommerce Wishlist)

source: Setting the 'Reminder Interval' field to 30 means this trigger will fire every 30 days for any users that have items in their wishlist. This trigger is checked daily. Please note this doesn't work for guests because their wishlist data only exists in their session data.
fr_fr: Le réglages du champ 'Intervalle de rappel' sur 30 signifie que ce déclencheur sera lancé tous les 30 jours pour tous les utilisateurs qui ont des éléments dans leur liste d'envies. Ce déclencheur est vérifié quotidiennement. Veuillez noter que cela ne fonctionne pas pour les invités car leurs données de liste d'envies n'existent que dans leurs données de session.

source: Reminder interval (days)
fr_fr: Intervalle de rappel (jours)

source: E.g. Reminder any customers with items in a Wishlist every 30 days.
fr_fr: Exemple : Rappelez à tous les clients avec des articles dans une liste d'envies tous les 30 jours.

source: Once per customer
fr_fr: Une fois par client

source: If checked the trigger will fire only once for each customer for each wishlist they create. Most customers only use the one wishlist so use with caution. Setting a high Reminder interval may be a better plan.
fr_fr: Si cette case est cochée, le déclencheur ne sera lancé qu'une seule fois pour chaque client pour chaque liste d'envies qu'il crée. La plupart des clients n'utilisent qu'une seule liste d'envies, utilisez-la donc avec prudence. La définition d'un intervalle de rappel élevé peut être un meilleur plan.

source: Note
fr_fr: Remarque

source: Reload existing Gift Card
fr_fr: Recharger la carte cadeau existante

source: Awards %_plural% for users adding products to their wishlist and purchased products from their wishlist.
fr_fr: Récompense %_plural% pour les utilisateurs qui ajoutent des produits à leur liste d'envies et achètent des produits à partir de leur liste d'envies.

source: Adding Product to Wishlist
fr_fr: Ajout de produit à la liste d'envies

source: Limit
fr_fr: Limite

source: required
fr_fr: requis

source: Purchasing Product from Wishlist
fr_fr: Achat d'un produit à partir de la liste d'envies

source: Purchased From Wishlist
fr_fr: Acheté depuis la liste d'envies

source: Added To Wishlist
fr_fr: Ajouté à la liste de souhaits

source: Wishlist Button
fr_fr: Bouton Liste d'envies

source: Base price
fr_fr: Prix de base

source: Out of stock
fr_fr: Epuisé

source: Please, login to add products to Wishlist
fr_fr: Veuillez vous connecter pour ajouter des produits à votre liste d'envies

source: Login
fr_fr: S'identifier

source: Something went wrong
fr_fr: Quelque chose a mal tourné

source: Create New
fr_fr: Créer un nouveau

source: Please select some product options before adding this product to your wishlist.
fr_fr: Veuillez sélectionner certaines options de produit avant d'ajouter ce produit à votre liste d'envies.

source: No items or actions are selected.
fr_fr: Aucun élément ou action n'est sélectionné.

source: Copied!
fr_fr: Copié!

source: Displays the number of products in the wishlist on your site.
fr_fr: Affiche le nombre de produits dans la liste d'envies sur votre site.

source: TI Wishlist Products Counter
fr_fr: Compteur de produits TI Wishlist

source: Show counter icon
fr_fr: Afficher l'icône du compteur

source: Show counter text
fr_fr: Afficher le texte du compteur

source: Counter Text
fr_fr: Texte du compteur

source: Apply %s
fr_fr: Appliquer %s

source: Product %s could not be added to cart because some requirements are not met.
fr_fr: Le produit %s n'a pas pu être ajoutés au panier car certaines exigences ne sont pas remplies.

source: Remove
fr_fr: Supprimer

source: %s has been successfully removed from wishlist.
fr_fr: %s a bien été supprimé de la liste d'envies.

source: Clipboard
fr_fr: Presse-papier

source: %1$s by %2$s
fr_fr: %1$s par %2$s

source: %s has not been removed from wishlist.
fr_fr: %s n'a pas été supprimé de la liste d'envies.

source: %s has been removed from wishlist.
fr_fr: %s a été supprimé de la liste de souhaits.

source: Return to Wishlist
fr_fr: Retour à la liste d'envies

source: Previous Page
fr_fr: Page précédente

source: Next Page
fr_fr: Page suivante

source: Close
fr_fr: Fermer

source: Wishlist is currently empty.
fr_fr: La liste d'envies est actuellement vide.

source: Your Wishlist is currently empty.
fr_fr: Votre liste d'envies est actuellement vide.

source: Return To Shop
fr_fr: Retour à la boutique

source: Wishlist is not found!
fr_fr: La liste d'envies est introuvable!

source: Select all for bulk action
fr_fr: Tout sélectionner pour action groupée

source: Product Name
fr_fr: Nom du produit

source: Product
fr_fr: Produit

source: Unit Price
fr_fr: Prix unitaire

source: Date Added
fr_fr: Date d'ajout

source: Stock Status
fr_fr: Etat du stock

source: Select for bulk action
fr_fr: Sélectionner pour action groupée

source: You can import and export your TI WooCommerce Wishlist plugin settings here.
fr_fr: Vous pouvez importer et exporter les réglages de votre plugin TI WooCommerce Wishlist ici

source: This allows you to either backup the data, or to move your settings to a new WordPress instance.
fr_fr: Cela vous permet soit de sauvegarder les données, soit de déplacer vos paramètres vers une nouvelle instance WordPress.

source: Import settings
fr_fr: Importer les réglages

source: Please upload the exported json file or
fr_fr: Veuillez télécharger le fichier json exporté ou

source: paste the entire json
fr_fr: coller tout le json

source: Please paste the exported json file or
fr_fr: Veuillez coller le fichier json exporté ou

source: upload the exported file
fr_fr: télécharger le fichier exporté

source: Import
fr_fr: Importer

source: Export settings
fr_fr: Exporter les paramètres

source: Download the entire plugin configuration.
fr_fr: Téléchargez la configuration complète du plugin.

source: Export
fr_fr: Exporter

source: Premium version
fr_fr: Version prenium

source: benefit from all the features
fr_fr: bénéficiez de toutes les fonctionnalités

source: check premium options
fr_fr: vérifier les options premium

source: Rate us please
fr_fr: Évaluez-nous s'il vous plaît

source: We’d really appreciate if you could spend a few minutes to
fr_fr: Nous apprécierions vraiment que vous passiez quelques minutes à

source: leave a review
fr_fr: laisser un commentaire

source: We love making new friends
fr_fr: Nous aimons nous faire de nouveaux amis

source: sign up for emails to get updates and instant discount
fr_fr: inscrivez-vous pour recevoir des mises à jour et des remises instantanées

source: 100% No-Risk 14-Days Money Back Guarantee
fr_fr: Garantie de remboursement à 100% sans risque de 14 jours

source: Need customization?
fr_fr: Besoin de personnalisation?

source: Highly skilled WordPress experts are ready to satisfy your needs
fr_fr: Des experts WordPress hautement qualifiés sont prêts à satisfaire vos besoins

source: get started now
fr_fr: commencez maintenant

source: TI WooCommerce Wishlist Templates
fr_fr: Modèles par défaut TI WooCommerce Wishlist

source: This section shows the files that are overriding the default TI WooCommerce Wishlist templates.
fr_fr: Cette section répertorie les fichiers remplaçants les modèles par défaut de TI WooCommerce Wishlist.

source: Overrides
fr_fr: Remplace

source: Error 404
fr_fr: Erreur 404

source: Template "%s" not found!
fr_fr: Modèle par défaut "%s" introuvable!

source: Congratulations
fr_fr: Félicitations

source: Your Wishlist is ready!
fr_fr: Votre liste d'envies est prête!

source: You have set basic Wishlist settings. If you want to make more in-depth plugin setup you can make it in plugin settings page %s.
fr_fr: Vous avez défini les réglages de base de la liste d'envies. Si vous souhaitez effectuer une configuration plus détaillée de l’extension, vous pouvez le faire dans la page des réglages %s.

source: WooCommerce Wishlist Plugin Settings
fr_fr: Réglages du plugin WooCommerce Wishlist

source: Details about WooCommerce Wishlist Plugin options can be found in our %s.
fr_fr: Les détails sur les options du plugin de liste d'envies WooCommerce se trouvent dans notre %s.

source: Online Documentation
fr_fr: Documentation en ligne

source: Wishlist Settings
fr_fr: Réglages de la liste d'envies

source: Return to the WordPress Dashboard
fr_fr: Revenir au tableau de bord WordPress

source: Setup Wizard
fr_fr: Exécutez l'assistant d'installation

source: Welcome!
fr_fr: Bienvenue!

source: Thank you for choosing the Wishlist plugin by TemplateInvaders to enhance your WooCommerce store!
fr_fr: Merci d'avoir choisi le plugin Wishlist par TemplateInvaders pour améliorer votre boutique WooCommerce!

source: This quick setup wizard will help you configure the basic settings.
fr_fr: Cet assistant de configuration rapide vous aidera à configurer les paramètres de base.

source: let’s go
fr_fr: allons-y

source: Not Right Now
fr_fr: Pas tout de suite

source: Button options
fr_fr: Options du button

source: Choose where to place “Add to Wishlist” button on the product page: before or after “Add to Cart” button.
fr_fr: Choisissez l’emplacement du bouton "Ajouter à la liste d'envies" sur la page du produit : avant ou après le bouton «Ajouter au panier».

source: TI Wishlists > Style Options
fr_fr: TI Wishlists > Style d'options

source: And set button text. You can add an icon, change button appearance and other settings in %s.
fr_fr: Et définissez le texte du bouton. Vous pouvez ajouter une icône, modifier l'apparence du bouton et d'autres paramètres dans %s.

source: and
fr_fr: et

source: You can also show “Add to Wishlist” button in Product listing. More options in %s.
fr_fr: Vous pouvez également afficher le bouton "Ajouter à la liste de souhaits" dans la liste des produits. Plus d'options dans %s.

source: Show in Product listing
fr_fr: Afficher dans la liste des produits

source: "Add to Wishlist" Text in Product listing
fr_fr: Texte dans la liste des produits "Ajouter à la liste de souhaits"

source: Skip this step
fr_fr: Ignorer la configuration

source: continue
fr_fr: continuer

source: Page with name “%s” aready exist! Please choose another page or create a new one
fr_fr: La page avec le nom "%s" existe déjà ! Veuillez choisir une autre page ou en créer une nouvelle

source: The following page needs to be applied so the “Wishlist” knows where it is.
fr_fr: La page suivante doit être appliquée pour que la "liste d'envies" sache où elle se trouve

source: Choose from existing pages or leave this field empty and the Wishlist page will be created automatically:
fr_fr: Choisissez parmi les pages existantes ou laissez ce champ vide et la page Liste d'envies sera créée automatiquement :

source: Once created, this page can be managed from WordPress dashboard.
fr_fr: Une fois créée, cette page peut être gérée depuis le tableau de bord WordPress.

source: Processing Options
fr_fr: Options de traitement

source: Following option allows you to set products to be automatically removed from a wishlist when added to cart.
fr_fr: L'option suivante vous permet de définir des produits à supprimer automatiquement d'une liste d'envies lorsqu'ils sont ajoutés au panier.

source: How products should be removed from Wishlist?
fr_fr: Comment supprimer les produits de la liste d'envies?

source: Allow people to share wishlists by adding social share buttons to Wishlist page.
fr_fr: Autorisez les gens à partager des listes d'envies en ajoutant des boutons de partage social à la page Liste d'envies.

source: Show "Clipboard" Button
fr_fr: Afficher le bouton "Presse-papiers"
