Repository: djukonline/ti-woocommerce-wishlist
Catalog: languages/ti-woocommerce-wishlist-*.po
Languages: fr_fr

source: Templates
fr_fr: Modèles

source: Use Theme style
fr_fr: Utiliser le style de thème

source: Template Options
fr_fr: Options de modèle

source: Template Custom CSS
fr_fr: Modèle CSS personnalisé

source: Save Settings
fr_fr: Sauvegarder les modifications

source: Reset
fr_fr: Réinitialiser

source: Save
fr_fr: Sauvegarder

source: General Settings
fr_fr: Paramètres

source: Wishlist page needs to be selected so the plugin knows where it is. This page should be created upon installation of the plugin, if not you will need to create it manually.
fr_fr: La page de liste d'envies doit être sélectionnée pour que le plugin sache où il se trouve. Cette page doit être créée lors de l'installation du plugin, sinon vous devrez la créer manuellement.

source: Default Wishlist Name
fr_fr: Nom par défaut de la liste d'envies

source: Wishlist Page
fr_fr: Page de la liste d'envies

source: Require Login
fr_fr: Connexion requise

source: Disallows guests to use Wishlist functionality until they sign-in.
fr_fr: Interdit aux invités d'utiliser la fonctionnalité de liste d'envies jusqu'à ce qu'ils se connectent.

source: Redirect to Login Page
fr_fr: Rediriger vers la page de connexion

source: Currently this option could not be changed because "Show successful notice in popup" is disabled. Guests will be redirected automatically to a login page.
fr_fr: Actuellement, cette option n'a pas pu être modifiée car "Afficher un avis de réussite dans un popup" est désactivé. Les invités seront redirigés automatiquement vers une page de connexion.

source: If enabled, guests will be redirected to a login page once clicking the "Add to Wishlist" button or "Wishlist Products Counter" link. Otherwise a popup with login required notice will appear.
fr_fr: Si cette option est activée, les invités seront redirigés vers une page de connexion après avoir cliqué sur le bouton "Ajouter à la liste d'envies" ou sur le lien "Compteur de produits de la liste d'envies". Sinon, un popup avec l'identification requise apparaîtra.

source: Show Link to Wishlist in my account
fr_fr: Afficher le lien vers la liste d'envies dans mon compte

source: Remove Product from Wishlist if added to cart
fr_fr: Supprimer le produit de la liste d'envies si ajouté au panier

source: Redirect to the checkout page from Wishlist if added to cart
fr_fr: Rediriger vers la page de paiement depuis la liste d'envies si ajouté au panier

source: Remove by anyone
fr_fr: Supprimer par n'importe qui

source: Remove product from Wishlist on second click
fr_fr: Supprimer le produit de la liste d'envies au deuxième clic

source: Show successful notice in popup
fr_fr: Afficher un avis de réussite dans un popup

source: This option allows to show/hide a popup with successful or error notices after addition or removing products from a Wishlist.
fr_fr: Cette option permet d'afficher / masquer un popup avec des avis de réussite ou d'erreur après l'ajout ou la suppression de produits d'une liste d'envies.

source: "View Wishlist" button Text
fr_fr: Texte du bouton "Afficher la liste d'envies"

source: Redirect to Wishlist
fr_fr: Rediriger vers la page de connexion

source: If enabled, user will be redirected to wishlist page after 5 sec from adding product to wishlist.
fr_fr: Si cette option est activée, l’utilisateur sera redirigé vers la page de liste d'envies après 5 secondes après avoir ajouté un produit à la liste d'envies.

source: "Product added to Wishlist" Text
fr_fr: Texte "Produit ajouté à la liste d'envies"

source: You can use next placeholder in this field to get current product name: <code>{product_name}</code>, <code>{product_sku}</code>
fr_fr: Vous pouvez utiliser l'espace réservé suivant dans ce champ pour obtenir le nom actuel du produit : <code>{product_name}</code>, <code>{product_sku}</code>

source: "Product already in Wishlist" Text
fr_fr: Texte "Produit déjà ajouté à la liste d'envies"

source: This notification will be shown if user will try to add a product that is already in the wishlist.
fr_fr: Cette notification sera affichée si l'utilisateur essaie d'ajouter un produit qui est déjà dans la liste d'envies.

source: "Product removed from Wishlist" Text
fr_fr: Texte "Produit retiré de la liste d'envies"

source: This notification will be shown once the product is removed from Wishlist on a single or a catalog page.
fr_fr: Cette notification s'affichera une fois le produit supprimé de la liste d'envies sur une page unique ou une page de catalogue.

source: Permalinks Settings
fr_fr: Paramètres de permaliens

source: Force permalinks rewrite
fr_fr: Forcer la réécriture des permaliens

source: This option should be enabled to avoid any issues with URL rewrites between other plugins and Wishlist
fr_fr: Cette option doit être activée pour éviter tout problème de réécriture d'URL entre les autres plugins et la liste de d'envies

source: Wishlist Page Options
fr_fr: Options de la page de liste d'envies

source: Coming soon
fr_fr: Bientôt disponible

source: My Wishlist
fr_fr: Ma liste d'envies

source: Wishlist Processing Options
fr_fr: Options de traitement de la liste d'envies

source: Automatic removal
fr_fr: Suppression automatique

source: Remove condition
fr_fr: Supprimer la condition

source: Add to Cart
fr_fr: Ajouter au panier

source: Product page "Add to Wishlist" Button Settings
fr_fr: Page produit "Ajouter à la liste d'envies" Paramètres du bouton

source: Button position
fr_fr: Position du bouton

source: Add this shortcode <code>[ti_wishlists_addtowishlist]</code> anywhere on product page, if you have chosen custom position for product button. You will have to do this for each product.
fr_fr: Ajoutez ce shortcode <code>[ti_wishlists_addtowishlist]</code> n'importe où sur la page du produit, si vous avez choisi une position personnalisée pour le bouton du produit. Vous devrez le faire pour chaque produit.

source: After "Add to Cart" button
fr_fr: Après le bouton "Ajouter au panier"

source: Before "Add to Cart" button
fr_fr: Avant le bouton "Ajouter au panier"

source: Custom position with code
fr_fr: Position personnalisée avec code

source: Button custom CSS class
fr_fr: Bouton personnalisée classe CSS

source: You can add custom CSS classes to button markup separated by spaces. Most of themes using <code>button</code> class for this type of buttons.
fr_fr: Vous pouvez ajouter des classes CSS personnalisées au balisage des boutons séparés par des espaces. La plupart des thèmes utilisent la classe <code> bouton </code> pour ce type de boutons.

source: "Add to Wishlist" Icon
fr_fr: Icône "Ajouter à la liste de souhaits"

source: You can choose from our predefined icons or upload your custom icon. Custom icon size is limited to 16x16 px.
fr_fr: Vous pouvez choisir parmi nos icônes prédéfinies ou télécharger votre icône personnalisée. La taille de l'icône personnalisée est limitée à 16x16px.

source: None
fr_fr: Aucun

source: Heart
fr_fr: Cœur

source: Heart+
fr_fr: Cœur+

source: Custom
fr_fr: Personnalisé

source: Upload
fr_fr: Télécharger

source: "Add to Wishlist" Icon Color
fr_fr: Couleur d'icône "Ajouter à la liste d'envies"

source: Use font color
fr_fr: Utiliser la couleur de police

source: Black
fr_fr: Noir

source: White
fr_fr: Blanc

source: Show preloader
fr_fr: Afficher préchargement

source: If enabled, applies animation for the button icon until product adding or removing processed. (Usable for servers with slow connection mostly.)
fr_fr: Si activé, applique une animation pour l'icône du bouton jusqu'à ce que l'ajout ou la suppression de produit soit traité. (Utilisable pour les serveurs avec une connexion lente principalement.)

source: Show button text
fr_fr: Afficher le texte du bouton

source: "Add to Wishlist" button Text
fr_fr: Texte du bouton "Afficher la liste d'envies"

source: Show "Already In Wishlist" button Text
fr_fr: Afficher le texte du bouton "Produit déjà ajouté à la liste d'envies"

source: "Already In Wishlist" button Text
fr_fr: Texte du bouton "Produit déjà ajouté à la liste d'envies"

source: "Remove from Wishlist" Button Text
fr_fr: Texte du bouton "Supprimer de la liste d'envies"

source: Product listing Button Settings
fr_fr: Paramètres des boutons de la liste des produits

source: These are separate settings for the "Add to Wishlist" button on a product listing (Shop page, categories, etc.). You can also adjust button and text colors, size, etc. in a <code>TI Wishlist > Style Options.</code>
fr_fr: Il s'agit de paramètres distincts pour le bouton "Ajouter à la liste d'envies" sur une liste de produits (page Boutique, catégories, etc.). Vous pouvez également ajuster les couleurs des boutons et du texte, leur taille, etc. dans une <code>TI Wishlist> Options de style.</code>

source: Show in Product Listing
fr_fr: Afficher dans la liste des produits

source: Above Thumbnail
fr_fr: Au-dessus de la vignette

source: Note: if "Custom position with code" option is applied, the "Add to Wishlist" button should be added into template using <code>do_shortcode()</code> function like this:<br /><code>do_shortcode("[ti_wishlists_addtowishlist loop=yes]")</code>
fr_fr: Remarque : si l'option "Position personnalisée avec code" est appliquée, le bouton "Ajouter à la liste d'envies" doit être ajouté au modèle en utilisant la fonction <code>do_shortcode ()</code> comme ceci :<br /> <code>do_shortcode ("[ti_wishlists_addtowishlist loop=yes]")</code>

source: "Add to Wishlist" Text
fr_fr: Texte "Afficher la liste d'envies"

source: Wishlist Product Settings
fr_fr: Paramètres des boutons de la liste des produits

source: Following options allows you to choose what information/functionality to show/enable in wishlist table on wishlist page.
fr_fr: Les options suivantes vous permettent de choisir les informations/fonctionnalités à afficher/activer dans le tableau de la liste d'envies sur la page de la liste d'envies.

source: Show "Add to Cart" button
fr_fr: Afficher le bouton "Ajouter au panier"

source: "Add to Cart" Text
fr_fr: Texte "Ajouter au panier"

source: Show Unit price
fr_fr: Afficher le prix unitaire

source: Show Stock status
fr_fr: Afficher l'état du stock

source: Show Date of addition
fr_fr: Afficher la date d'ajout

source: Wishlist Table Settings
fr_fr: Paramètres du tableau de la liste d'envies

source: Following options will help user to manage and add products to cart from wishlist table in bulk.
fr_fr: Les options suivantes aideront l'utilisateur à gérer et à ajouter des produits au panier à partir de la liste d'envies en vrac.

source: Show Checkboxes
fr_fr: Afficher les cases à cocher

source: Show Actions button
fr_fr: Bouton Afficher les actions

source: Bulk actions drop down at the bottom of wishlist table
fr_fr: Actions groupées déroulantes au bas du tableau de la liste d'envies

source: Show "Add Selected to Cart" button
fr_fr: Afficher le bouton "Ajouter la sélection au panier"

source: "Add Selected to Cart" Button Text
fr_fr: Texte du bouton "Ajouter la sélection au panier"

source: Show "Add All to Cart" button
fr_fr: Afficher le bouton "Ajouter tout au panier"

source: "Add All to Cart" Button Text
fr_fr: Texte du bouton "Ajouter tout au panier"

source: Following options enable/disable Social share icons below wishlist table on wishlist page. Wishlist owner can easily share their wishlists using this button on social networks. Wishlist privacy should be set to public or shared status, private wishlists can't be shared.
fr_fr: Les options suivantes activent/désactivent les icônes de partage social sous le tableau de la liste d'envies sur la page de la liste d'envies. Le propriétaire de la liste d'envies peut facilement partager ses listes d'envies en utilisant ce bouton sur les réseaux sociaux. La confidentialité de la liste d'envies doit être définie sur le statut public ou partagé, les listes d'envies privées ne peuvent pas être partagées.

source: Social Networks Sharing Options
fr_fr: Options de partage des réseaux sociaux

source: Show "Facebook" Button
fr_fr: Afficher le bouton "Facebook"

source: Show "Twitter" Button
fr_fr: Afficher le bouton "Twitter"

source: Show "Pinterest" Button
fr_fr: Afficher le bouton "Pinterest"

source: Show "WhatsApp" Button
fr_fr: Afficher le bouton "WhatsApp"

source: Show "Copy to clipboard" Button
fr_fr: Afficher le bouton "Copier dans le presse-papiers"

source: Show "Share by Email" Button
fr_fr: Afficher le bouton "Partager par e-mail"

source: "Share on" Text
fr_fr: Texte "Partager sur"

source: Social Icons Color
fr_fr: Couleur des icônes sociales

source: Dark
fr_fr: Foncé

source: Wishlist Product Counter
fr_fr: Compteur de produits de la liste d'envies

source: Add this shortcode <code>[ti_wishlist_products_counter]</code> anywhere into a page content to show Wishlist Counter.<br/><br/>It can be also added as a widget <code>Wishlist Products Counter</code> under the <a href="%s">Appearance -> Widgets</a> section.
fr_fr: Ajoutez ce shortcode <code>[ti_wishlist_products_counter]</code> n'importe où dans le contenu d'une page pour afficher le compteur de liste d'envies.<br/> <br/> Il peut également être ajouté comme widget <code> compteur de produits de liste de souhaits </code> sous la section <a href="%s"> Apparence -> Widgets </a>.

source: "Wishlist" Counter Icon
fr_fr: Icône de compteur "Liste d'envies"

source: "Wishlist" Counter Icon Color
fr_fr: Couleur de l'icône du compteur "Liste d'envies"

source: Show "Wishlist" Counter Text
fr_fr: Afficher le texte du compteur "Liste d'envies"

source: "Wishlist" Counter Text
fr_fr: Texte du compteur "Liste de souhaits"

source: Wishlist -
fr_fr: Liste d'envies -

source: Add counter to menu
fr_fr: Ajouter un compteur au menu

source: You can add a wishlist products counter as item to the selected menu.
fr_fr: Vous pouvez ajouter un compteur de produits de liste d'envies comme élément au menu sélectionné.

source: Counter position (Menu item order)
fr_fr: Position du compteur (Ordre des éléments dans le menu)

source: Allows you to add the wishlist counter as a menu item and apply its position.
fr_fr: Vous permet d'ajouter le compteur de liste d'envies comme élément de menu et d'appliquer sa position.

source: Show number of products in counter
fr_fr: Afficher le nombre de produits dans le compteur

source: Hide zero value
fr_fr: Masquer la valeur zéro

source: Do not show the "0" value in a counter if wishlist is empty.
fr_fr: N'affichez pas la valeur "0" dans un compteur si la liste d'envies est vide.

source: Support chat settings
fr_fr: Prise en charge des paramètres de chat

source: Disable support chat
fr_fr: Désactiver le chat d'assistance

source: Export/Import Settings
fr_fr: Paramètres d'exportation/importation

source: Export/Import Plugin Settings
fr_fr: Exporter/importer les paramètres du plugin

source: Style Options
fr_fr: Options de style

source: Wishlist Style Options
fr_fr: Options de style de liste d'envies

source: Use Default Font
fr_fr: Utiliser la police par défaut

source: text
fr_fr: texte

source: Title Color
fr_fr: Couleur du titre

source: Title Font Size
fr_fr: Taille de la police du titre

source: Content Text Color
fr_fr: Couleur du texte du contenu

source: Font
fr_fr: Police

source: Product Title link
fr_fr: Lien vers le titre du produit

source: Color
fr_fr: Couleur

source: Hover Color
fr_fr: Couleur du survol

source: Underline
fr_fr: Souligner

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: fields
fr_fr: champs

source: Background Color
fr_fr: Couleur de l'arrière plan

source: Border Color
fr_fr: Couleur de la bordure

source: Border Radius
fr_fr: Rayon de bordure

source: Text Color
fr_fr: Couleur du texte

source: Select Font Size
fr_fr: Sélectionnez la taille de la police

source: "Add to Wishlist" product page button
fr_fr: Bouton de page de produit "Ajouter à la liste d'envies"

source: Background Hover Color
fr_fr: Couleur d'arrière-plan au survol

source: Button Text Color
fr_fr: Couleur du texte du bouton

source: Button Text Hover Color
fr_fr: Couleur du texte du bouton au survol

source: Text Hover Color
fr_fr: Couleur du texte au survol

source: Font Size
fr_fr: Taille de police

source: Icon Size
fr_fr: Taille de l'icône

source: "Add to Wishlist" product listing button
fr_fr: Bouton liste du produit "Ajouter à la liste de souhaits"

source: "Apply Action" button
fr_fr: Bouton "Appliquer l'action"

source: add to cart button
fr_fr: bouton ajouter au panier

source: table
fr_fr: liste

source: Table Head Background Color
fr_fr: Couleur d'arrière-plan de la tête de liste

source: Table Head Text Color
fr_fr: Couleur du texte de la tête de liste

source: Table Head Font
fr_fr: Police de tête de liste

source: Table Head Font Size
fr_fr: Taille de la police de tête de liste

source: Content Text Font
fr_fr: Police du texte du contenu

source: Content Text Font Size
fr_fr: Taille de la police du texte du contenu

source: Price Color
fr_fr: Couleur du prix

source: Price Font
fr_fr: Police des prix

source: Price Font Size
fr_fr: Prix Taille de police

source: Special Price Color
fr_fr: Prix spécial couleur

source: Special Price Background Color
fr_fr: Couleur de fond de prix spécial

source: Share buttons
fr_fr: Boutons de partage

source: Icon Color
fr_fr: Couleur de l'icône

source: Icon Hover Color
fr_fr: Couleur de survol de l'icône

source: Normal Buttons Background Color
fr_fr: Couleur d'arrière-plan des boutons normaux

source: Normal Buttons Background Hover Color
fr_fr: Couleur d'arrière-plan au survol des boutons normaux

source: Normal Buttons Text Color
fr_fr: Couleur du texte des boutons normaux

source: Normal Buttons Text Hover Color
fr_fr: Couleur du texte au survol des boutons normaux

source: Upgrade to Premium
fr_fr: Passer à la version premium

source: Premium Features
fr_fr: Fonctionnalités premium

source: <strong>Welcome to WooCommerce Wishlist Plugin</strong> – You‘re almost ready to start :)
fr_fr: <strong>Bienvenue dans le plug-in de liste de souhaits WooCommerce</strong> - Vous êtes presque prêt à commencer :)

source: Run the Setup Wizard
fr_fr: Exécutez l'assistant d'installation

source: Skip Setup
fr_fr: Ignorer la configuration

source: Dismiss
fr_fr: Abandonner

source: WooCommerce Wishlist Plugin is misconfigured!
fr_fr: Le plugin de liste d'envies WooCommerce est mal configuré!

source: Since the Setup Wizard was skipped, the Wishlist may function improperly.
fr_fr: Étant donné que l'Assistant d'installation a été ignoré, la liste d'envies peut ne pas fonctionner correctement.

source: Create a New Page or open to edit a page where the Wishlist should be displayed.
fr_fr: Créez une nouvelle page ou ouvrez-la pour modifier une page où la liste de souhaits doit être affichée.

source: Add <code>[ti_wishlistsview]</code> shortcode into a page content.
fr_fr: Ajoutez le shortcode <code>[ti_wishlistsview]</code> au contenu d'une page.

source: In a plugin General Settings section apply this page as a "Wishlist" page.
fr_fr: Dans une section paramètres généraux du plugin, appliquez cette page en tant que page "Liste d'envies".

source: Please apply the Wishlist page
fr_fr: Veuillez appliquer la page de liste d'envies

source: or
fr_fr: ou

source: Are you sure you want to reset the settings?
fr_fr: Voulez-vous vraiment réinitialiser les paramètres?

source: <code>%1$s</code> version <strong style="color:red">%2$s</strong> is out of date. The core version is <strong style="color:red">%3$s</strong>
fr_fr: <code>%1$s</code> version <strong style="color:red">%2$s</strong> est obsolète. La version principale est <strong style="color:red">%3$s</strong>

source: <strong>Your theme (%1$s) contains outdated copies of some WooCommerce Wishlist Plugin template files.</strong><br> These files may need updating to ensure they are compatible with the current version of WooCommerce Wishlist Plugin.<br> You can see which files are affected from the <a href="%2$s">system status page</a>.<br> If in doubt, check with the author of the theme.
fr_fr: <strong>Votre thème (%1$s) contient des copies obsolètes de certains fichiers de modèle de plug-in de liste de souhaits WooCommerce.</strong> <br> Ces fichiers peuvent nécessiter une mise à jour pour garantir leur compatibilité avec la version actuelle du plug-in de liste de souhaits WooCommerce.<br > Vous pouvez voir quels fichiers sont affectés à partir de la <a href="%2$s"> page d'état du système</a>.<br> En cas de doute, consultez l'auteur du thème.

source: Limit result set to specific ids.
fr_fr: Limitez le jeu de résultats à des ID spécifiques.

source: Return wishlist products counter.
fr_fr: Retourner le compteur de produits de liste d'envies.

source: Invalid wishlist share key.
fr_fr: Clé de partage de liste d'envies non valide.

source: No wishlists found for this user.
fr_fr: Aucune liste d'envies trouvée pour cet utilisateur.

source: Update wishlist data failed.
fr_fr: La mise à jour des données de la liste d'envies a échoué.

source: Add product to wishlist failed.
fr_fr: Échec de l'ajout du produit à la liste d'envies.

source: Product not found.
fr_fr: Produit non trouvé.

source: Product removed from a wishlist.
fr_fr: Produit retiré d'une liste d'envies.

source: You're using WordPress in a language we don't support yet. We'd love for %2$s to be translated in that language too, but unfortunately, it isn't right now. You can change that! Register at %4$s to help translate it!
fr_fr: Vous utilisez WordPress dans une langue que nous ne prenons pas encore en charge. Nous aimerions que %2$s soit également traduit dans cette langue, mais malheureusement, ce n'est pas le cas actuellement. Vous pouvez changer ça! Inscrivez-vous à %4$s pour aider à le traduire!

source: You're using WordPress in <strong>%1$s</strong>. While %2$s has been translated to %1$s for <strong>%3$d%%</strong>, it's not been shipped with the plugin yet.<br> You can help! Register at %4$s to help complete the translation to %1$s!
fr_fr: Vous utilisez WordPress dans <strong>%1$s</strong>. Alors que %2$s a été traduit en %1$s pour <strong>%3$d%%</strong>, il n'est pas encore livré avec le plug-in.<br> Vous pouvez aider! Enregistrez-vous à %4$s pour terminer la traduction de %1$s!

source: As you can see, there is a translation of this plugin in %1$s. This translation is currently %3$d%% complete. We need your help to make it complete and to fix any errors. Please register at %4$s to help complete the translation to %1$s!
fr_fr: Comme vous pouvez le voir, il existe une traduction de ce plugin dans %1$s. Cette traduction est actuellement %3$d%% terminée. Nous avons besoin de votre aide pour le compléter et pour corriger les erreurs. Veuillez vous inscrire à %4$s pour terminer la traduction de %1$s!

source: Translation of %s
fr_fr: Traduction de %s

source: Register now &raquo;
fr_fr: S'inscrire maintenant &raquo;

source: Please upload the TI WooCommerce Wishlist setting file or copy the content.
fr_fr: Veuillez télécharger le fichier de configuration TI WooCommerce Wishlist ou copier le contenu.

source: The settings json is not valid.
fr_fr: Les paramètres json ne sont pas valides.

source: The file you are uploading is too big.
fr_fr: Le fichier que vous téléchargez est trop volumineux.

source: There was an error uploading the file.
fr_fr: Une erreur s'est produite lors du téléchargement du fichier.

source: There was an error importing your settings, please try again.
fr_fr: Une erreur s'est produite lors de l'importation de vos paramètres, veuillez réessayer.

source: The settings file is empty.
fr_fr: Le fichier de configuration est vide.

source: The settings file is not valid.
fr_fr: Le fichier de configuration n'est pas valide.

source: Preview
fr_fr: Aperçu

source: %2$s %3$s is required for %1$s. Deactivating %1$s.
fr_fr: %2$s %3$s est requis pour %1$s. Désactiver %1$s.
